[
  {
    "shopName": "CaseScape",
    "product": {
      "namePrefix": "[พร้อมส่ง] CASETiFY | ",
      "nameSuffix": "",
      "description": "✅ จำหน่ายสินค้าแท้จาก Casetify Officials Store\n✅ มีประกันสินค้า 12 เดือน\n✅ ไม่ต้องเสียภาษีนำเข้าเอง\n✅ ได้สินค้าไวแน่นอน",
      "optName1": "ชนิดเคส",
      "optName2": "รุ่น"
    },
    "templateFile": "Data/CaseScape/shopee_simple_mass_upload_casecsape.xlsx"
  },
  {
    "shopName": "JARVI",
    "product": {
      "namePrefix": "[พร้อมส่ง] CASETiFY | Pompompurin ",
      "nameSuffix": "",
      "description": "✓ ของแท้ ✓ สินค้าใหม่ ✓ ประกันเต็ม ✓ ผ่อนชำระ\n\nเคสของเราออกแบบมาเพื่อแสดงความเป็นตัวเองตัวเองและเพื่อการปกป้องโทรศัพท์ของคุณจากการทำตกหล่น\n\n● เคสของเราผ่านการทดสอบการตกจากความสูง 6.6 ฟุตด้วยดีไซน์แบบ ultra slim\n\n● ผลิตด้วย qìtech™ ลิขสิทธิ์เฉพาะของเราซึ่งเป็นวัสดุที่ทนแรงกระแทกได้อย่างดี\n\n● เคลือบสารต้านจุลชีพ DEFENSiFY ที่ช่วยขจัดแบคทีเรียได้ถึง 99%\n\n● รองรับการชาร์จแบบไร้สาย\n\n● สามารถปรับแต่งเคสได้ด้วยอักษรย่อหรือชื่อย่อ\n\n● วัสดุรีไซเคิล 50% พร้อมบรรจุภัณฑ์รีไซเคิล 100% พิมพ์ด้วยหมึกที่เป็นมิตรต่อสิ่งแวดล้อม\n\n\nหมดห่วงเวลามือถือตก\nวัสดุกันกระแทกที่เป็นนวัตกรรมใหม่ของเรา qìtech™ คุณสามารถนำเคสไปใส่โทรศัพท์และนำไปทดสอบจริงได้ ทุกรายละเอียดได้รับการปรับแต่งเพื่อการป้องกันที่ดีที่สุดและสามารถทนต่อแรงกระแทกได้ดีกว่าเคสทั่วไปด้วยเคสโทรศัพท์ที่บางเป็นพิเศษ\n\nตัวเลือกสำหรับคุณในทุกวัน\nเคสของเรานั้นมีความหลากหลายทั้งสไตล์ Matte, Sheer และ Clear เพื่อตอบโจทย์กับทุกอารมณ์ของคุณ\n\nเคลือบสาร DEFENSiFY ป้องกันแบคทีเรีย\nการเคลือบ DEFENSiFY สามารถต้านเชื้อแบคทีเรียและสามารถกำจัดแบคทีเรียได้มากถึง 99% เพื่อปกป้องโทรศัพท์ของคุณและคุณจากเชื้อโรค\n\nวัสดุรีไซเคิล 50%\nเคสของเราทำด้วยวัสดุพีซีรีไซเคิล 50% ด้วยหมึกพิมพ์ที่เป็นมิตรกับสิ่งแวดล้อมและบรรจุในวัสดุที่สามารถรีไซเคิลได้ 100% การผลิตทุกขั้นตอนของเราได้รับการรับรอง ISO14001 สำหรับการใช้การกักเก็บน้ำฝนระบบรีไซเคิลและแนวทางปฏิบัติที่ยั่งยืนอื่น ๆ Casetify มีความมุ่งมั่นที่จะลดผลกระทบต่อสิ่งแวดล้อมให้ได้มากที่สุดโดยการนำขยะของเราไปใช้ให้เป็นประโยชน์\n\n***เงื่อนไขการรับประกัน*** \nทางร้านรับประกันสินค้าให้เฉพาะสินค้าที่ระบุรายละเอียดการรับประกันไว้เท่านั้น การรับประกันสินค้าจะเริ่มนับจากวันที่ซื้อสินค้า (อ้างอิงวันที่ตามหมายเลขคำสั่งซื้อ CASETiFY) \nสินค้าพร้อมส่ง Resale รับประกัน 14 วัน ก่อนลูกค้ากดรับสินค้าให้ทางร้าน\n\n***เงื่อนไขการเปลี่ยนหรือคืนสินค้า*** \n1. ต้องมีวิดีโอการเปิดกล่องพัสดุ และเปิดใช้งานสินค้าในครั้งแรก (ทางร้านได้แจ้งไว้เรียบร้อยแล้วที่หน้ากล่องทุกกล่อง) \n2.หากเปลี่ยนใจ หรือต้องการคืนสินค้า ต้องยังไม่แกะกล่องสินค้า สินค้าต้องอยู่ในซีล สมบูรณ์เท่านั้น \n3.กรณีสินค้าเป็นรอยคอสเมติก จากการผลิตไม่สามารถเปลี่ยนได้ จะเปลี่ยนได้ในกรณีบุบ บิ่น แตก หรือไม่สามารถใช้งานได้ ทางแอดมินจะประสานงาน และหลังการตรวจสอบสินค้า หากเป็นไปตามเงื่อนไข ทางเราจะส่งสินค้าใหม่กลับไปให้ลูกค้าโดยเร็วที่สุด "
    },
    "templateFile": "Data/JARVI/shopee_simple_mass_upload_Jarvi.xlsx"
  }
]